[
    {
        "author": "Lior Milliger",
        "body": "<p>Nori grape silver beet broccoli kombu beet greens fava bean potato quandong celery. Bunya nuts black-eyed pea prairie turnip leek lentil turnip greens parsnip. Sea lettuce lettuce water chestnut eggplant winter purslane fennel azuki bean earthnut pea sierra leone bologi leek soko chicory celtuce parsley j&iacute;cama salsify.</p>\r\n",
        "date": "August 24, 2009",
        "id": 1,
        "img_url": "https://images.unsplash.com/photo-1530482054429-cc491f61333b?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1651&q=80",
        "subtitle": "Who knew that cacti lived such interesting lives.",
        "title": "The Life of Cacti"
    },
    {
        "author": "J. K. Rowling",
        "body": "<p>Being a bit of a food nut, I have this belief that only when you&rsquo;ve amalgamated all the possible combinations of edible flavours/textures/smells in the world, can you begin to create a working food thesaurus in the database of your mind.<br />\r\nThe flavour thesaurus by Niki Segnit is a good source of inspiration, but only for wimps.</p>\r\n\r\n<p>*Please note that the adjective &ldquo;edible&rdquo; should not be taken literally, but interpreted in a similar fashion to the sentences: &ldquo;The singer Justin Bieber&rdquo; or &ldquo;The dancer Miley Cyrus&rdquo;.</p>\r\n\r\n<h1>Surstr&ouml;mming</h1>\r\n\r\n<p>While living in Sweden, I came across this bizarre phenomenon. Described to me as &ldquo;fish that has been left to rot in a tin can&rdquo;, of course it had to be tried. It looks like this:</p>\r\n\r\n<p><img alt=\"Image for post\" src=\"https://miro.medium.com/max/60/0*jalqpCdj0r_jgo2L.?q=20\" style=\"height:364px; width:485px\" /></p>\r\n\r\n<p><img alt=\"Image for post\" src=\"https://miro.medium.com/max/970/0*jalqpCdj0r_jgo2L.\" style=\"height:364px; width:485px\" /></p>\r\n\r\n<p>When people tell you that jam jars should always be checked to make sure that the cap does not indent and you should never eat from a bulging can for fear of acquiring botulism (amongst other things) -this is what the surstr&ouml;mming tin looks like in its unperturbed state:</p>\r\n\r\n<p><img alt=\"Image for post\" src=\"https://miro.medium.com/max/56/0*5mbaXXNoae9wol8A.?q=20\" style=\"height:299px; width:280px\" /></p>\r\n\r\n<p>When it is subsequently perturbed, the first confirmation that you are indeed about to taste the real deal -rather than some rip off rotten fish- is the release of a noxious mushroom cloud of sulphur dioxide mixed with a hint of the sea. Indeed, if the Kraken used perfumes then I believe this would be his go-to cologne, labeled: &ldquo;For days when I wish to terrorise the sea&rdquo;.<br />\r\nAs for the taste, it&rsquo;s difficult to say. For when you have successfully fought the evolutionary force that has kept your ancestors alive by preventing them from ingesting toxic waste, you&rsquo;ve got to overcome the chemical reaction of acid burning your tongue. The final touch in the symphony of taste is an overwhelming urge to throw up, which if you manage to overcome then I believe someone, somewhere, should give you a little gold star as a congratulatory gesture. But all in all, not a bad experience!</p>\r\n\r\n<h1>Fried Scorpions</h1>\r\n\r\n<p>Note the plural nature of the subtitle. Because one is simply not enough. &ldquo;When you pop, you just can&rsquo;t stop&rdquo;.</p>\r\n\r\n<p><img alt=\"Image for post\" src=\"https://miro.medium.com/max/60/0*PlAZRjrnIeg45PDb.?q=20\" style=\"height:338px; width:450px\" /></p>\r\n\r\n<p><img alt=\"Image for post\" src=\"https://miro.medium.com/max/900/0*PlAZRjrnIeg45PDb.\" style=\"height:338px; width:450px\" /></p>\r\n\r\n<p>Unfortunately, no, it does not taste like Pringles, despite my best efforts to market it as such. But, it really is quite tasty. However, if you do have a choice in the matter, I would opt for scorpions with a larger body mass index. This would substantially decrease the surface area to volume ratio, giving you more of a land crustacean rather than a crunchy wall paper experience.</p>\r\n\r\n<h1>Malawian Mice</h1>\r\n\r\n<p>Of course you do not have to source your mice solely from Malawi, but I rather liked the alliteration.</p>\r\n\r\n<p><img alt=\"Image for post\" src=\"https://miro.medium.com/max/60/0*qZKbBXhiW3clVDHC.?q=20\" style=\"height:364px; width:485px\" /></p>\r\n\r\n<p><img alt=\"Image for post\" src=\"https://miro.medium.com/max/970/0*qZKbBXhiW3clVDHC.\" style=\"height:364px; width:485px\" /></p>\r\n\r\n<p>While living in Malawi, I was informed of a local delicacy -Mbewa or the roasted field mice. Not being one to overlook a tasting opportunity, I diligently sourced a chubby one from the nearest street corner. Like cocaine, it comes in plastic bags. Unlike cocaine, it does not cause premature coronary vasospasm in the investment banking population. In a country that is obsessed with growing nutrition-poor crops such as cassava and maize, this is a delightful bit of protein that&rsquo;s always been popular. Not only to fend off malnutrition but also to add a bit of colour to the dining plate (nsima is the staple food. Made of maize flour, it resembles wallpaper paste that has been over zealously mixed).</p>\r\n\r\n<p>In terms of taste, it&rsquo;s not actually that bad. I would have preferred it medium rare and without the fur, but you&rsquo;ve got to pick your battles. Here&rsquo;s a video of my friends giving it a go:</p>\r\n\r\n<p><a href=\"https://www.youtube.com/watch?v=fC-8C84hBtQ\">https://www.youtube.com/watch?v=fC-8C84hBtQ</a></p>\r\n\r\n<p>After seeing this at the Pompeii exhibition in the British museum however:</p>\r\n\r\n<p><img alt=\"Image for post\" src=\"https://miro.medium.com/max/46/0*UTQnJduSApaYOfjX.?q=20\" style=\"height:393px; width:307px\" /></p>\r\n\r\n<p><img alt=\"Image for post\" src=\"https://miro.medium.com/max/614/0*UTQnJduSApaYOfjX.\" style=\"height:393px; width:307px\" /></p>\r\n\r\n<p>A jar for feeding and fattening dormice from the Roman city of Pompeii 79AD.</p>\r\n\r\n<p>I thought to myself, if only I could have introduced some technology from 2000 years ago&hellip;</p>\r\n",
        "date": "October 10, 2020",
        "id": 4,
        "img_url": "https://d3aux7tjp119y2.cloudfront.net/images/MI7A1146-IBSweb.width-2500_QT0CNP0.jpg",
        "subtitle": "The strangest things I have eaten in my life",
        "title": "Feedback Time!"
    },
    {
        "author": "Lior Milliger",
        "body": "<p>Sixty years ago at this time, for two weeks with Mondays off, from Oct. 24 to Nov. 5, 1961, John Coltrane&rsquo;s group &mdash; Coltrane on tenor and soprano saxophone, McCoy Tyner on piano, Jimmy Garrison on bass, Elvin Jones on drums &mdash; played at the Village Vanguard, a jazz club that still exists in the same spot on Seventh Avenue South in Manhattan. (Coltrane&rsquo;s son Ravi led a band there last week.) Four nights in November were recorded by Impulse, Coltrane&rsquo;s then-new record label. A culling from those nights was released as a single LP in February 1962, with only three tracks. They were the serious and easeful &ldquo;Spiritual,&rdquo; which later helped define a sort of music lately called &ldquo;spiritual jazz&rdquo;; his version of the standard &ldquo;Softly, as in a Morning Sunrise,&rdquo; which (via this recording) helped define the straight-ahead jazz mainstream; and, for all of side B, the volatile 12-bar blues in F called &ldquo;Chasin&rsquo; the Trane,&rdquo; which starts abruptly, as if from a tape splice, and flies forward in lunges, defining nothing and beholden to nothing. It ends when it ends and it could conceivably go on much longer.<strong>&nbsp;</strong>It doesn&rsquo;t know the meaning of &ldquo;sufficient.&rdquo; Sometimes it gets unbearably exciting. It can make the listener think: What exactly is going on here?</p>\r\n",
        "date": "January, 24, 2023",
        "id": 5,
        "img_url": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/DD3Y3RB3HAI6ZPLP3I3W6RZQJY.jpg&w=916",
        "subtitle": "The legendary saxophonist and his performances at the Village Vanguard represented the many possibilities of what lay ahead",
        "title": "JOHN COLTRANE AND THE ESSENCE OF 1961"
    },
    {
        "author": "Lior Milliger",
        "body": "<p>The saxophone great, whose music exploded with free energy and nakedly emotional spirituality, had a tangled relationship with his adopted hometown.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>In the summer of 1963, a tenor saxophonist named&nbsp;<a href=\"https://pitchfork.com/artists/184-albert-ayler/\">Albert Ayler</a>&nbsp;moved into a room in a flat owned by his aunt, across the street from St. Nicholas Park in Harlem. It wasn&rsquo;t the 27-year-old&rsquo;s first trip to New York City, but this time he&rsquo;d come intending to stay. Ayler was heading into the New York jazz epicenter as a complete unknown. It was a tumultuous time for a music in the process of splintering into fragments, building on its storied past but unsure where it would go next. Giants of bebop like&nbsp;<a href=\"https://pitchfork.com/artists/1721-dizzy-gillespie/\">Dizzy Gillespie</a>&nbsp;and&nbsp;<a href=\"https://pitchfork.com/artists/2813-thelonious-monk/\">Thelonious Monk</a>&nbsp;were alive and well and cutting important records (the latter would in another year be on the cover of&nbsp;<em>Time</em>);&nbsp;<a href=\"https://pitchfork.com/artists/1023-miles-davis/\">Miles Davis</a>&nbsp;was in a transitional period, but was on the verge of making some of his finest work, with his second great quintet right around the corner;&nbsp;<a href=\"https://pitchfork.com/artists/13106-charles-mingus/\">Charles Mingus</a>&nbsp;was humming at a creative peak, and&nbsp;<a href=\"https://pitchfork.com/artists/14299-duke-ellington/\">Duke Ellington</a>&nbsp;had been canonized but was still busy. If you wanted to be someone in jazz during this era, a time when the music still commanded attention, New York, then as now, was the place to be.</p>\r\n\r\n<p>But for all the living history and the legends still making rent playing nightclubs and theaters around town, the real story in jazz in 1963 was the &ldquo;new thing&rdquo;&mdash;free jazz, introduced by&nbsp;<a href=\"https://pitchfork.com/artists/793-ornette-coleman/\">Ornette Coleman</a>&nbsp;in 1959 and codified in 1961 with his album bearing the name. By abandoning chords, the harmonic foundation of Western music, free jazz opened up new avenues for improvisation but also suggested the possibility of chaos. As the decade wore on, the sound and style of free jazz was closely identified with the black liberation movement, serving as both a metaphor&mdash;culture that breaks free of oppressive structure&mdash;and, through its sound, a direct expression of pain, anger, and redemption. The music developed alongside movements in other mediums. The cover of Coleman&rsquo;s&nbsp;<em>Free Jazz</em>&nbsp;featured a detail from a painting by abstract expressionist Jackson Pollock; the splatter of paint, seemingly random but suggesting a deeper form, mirrored the approach of the musicians. It was the art of the accelerated moment, reflecting the hum and technological bent of the modern American city, and New York was its cradle. The jazz mainstream, however, was at this point still highly skeptical.&nbsp;</p>\r\n\r\n<p><a href=\"https://pitchfork.com/artists/798-john-coltrane/\">John Coltrane</a>, who&rsquo;d had a busy career as a sideman in the 1950s and had played with nearly everyone mentioned above at one time or another, was enamored with Coleman&rsquo;s innovations, and was by 1963 busy shaping them to his own highly personal ends (in another 18 months he&rsquo;d release&nbsp;<a href=\"https://pitchfork.com/reviews/albums/21158-a-love-supreme-the-complete-masters/\"><em>A Love Supreme</em></a>&nbsp;and would begin the fiery, intense march through music that consumed his last few years on Earth.) If the harmonically complex small-group form of bebop had transformed jazz from dance music to art music&mdash;sound designed to accompany careful listening instead of movement&mdash;free jazz forced listeners to reckon with fundamental questions about the nature of music itself. Naturally, many have no interest in this kind of introspection&mdash;they just want something that sounds good. So the life of a free jazz musician has often been a lonely and impoverished one. Albert Ayler, obsessed with the music of Coleman and Coltrane, had an idea that he could do something new with their innovations, a music as far out, and that exploded with energy, but that also had the grounded spirituality of the church.&nbsp;</p>\r\n\r\n<p>That Ayler stayed with his aunt in New York was appropriate because family meant a great deal to him. His deeply religious parents, living in the middle-class neighborhood in the Cleveland suburb&nbsp;of Shaker Heights, were still very much part of his life, and he referred to himself as a mama&rsquo;s boy, someone who &ldquo;wore short pants&rdquo; well into his teenage years. His younger brother, Donald, who shared Albert&rsquo;s interest in music but hadn&rsquo;t yet demonstrated the same level of skill, had always been a close companion.</p>\r\n\r\n<p>Ayler had spent much of the last five years in Europe&mdash;first stationed in Orl&eacute;ans, France, during a three-year stint in the army, and then mostly in Copenhagen and Stockholm, where he bounced around, playing in different groups before a landing an on-and-off gig with avant-garde pianist&nbsp;<a href=\"https://pitchfork.com/artists/11694-cecil-taylor/\">Cecil Taylor</a>&nbsp;that lasted several months. He&rsquo;d recorded as a leader while in Europe, but few people had heard his records. His first album, cut in Sweden in 1962 and called&nbsp;<em>Something Different!!!!!!</em>, was released on a tiny label, and Ayler was reluctant to even record it in the first place. As he described it, the music he heard in his head hadn&rsquo;t quite taken shape&mdash;he was imagining something beyond what he could reproduce, and he felt he was too early in his development to document his playing. But he did feel like he was on to something, that there was a sound beyond the limits of traditional jazz that he could explore, and he saw how his music could affect people. &ldquo;When I was in Sweden, the people said, &lsquo;Beautiful!&rsquo;&rdquo; he told an interviewer in 1970, speaking about the first time his unorthodox style of playing had been appreciated. &ldquo;I said, &lsquo;Oh, this is beautiful?&rsquo; They said, &lsquo;If this is what you feel, it&rsquo;s beautiful.&rsquo;&rdquo;&nbsp;</p>\r\n\r\n<p>Ayler made friends easily. He was charming, soft-spoken, and thoughtful, with a slightly spacey presence, prone to connecting ideas about music to broader ideas about spirituality and the cosmos. The religion he grew up with never left him; in fact, it intensified as time wore on, taking on elements of the aquarian pantheistic New Age spirituality that was emerging in the &rsquo;60s. For Ayler, music was about tapping into universal vibrations that existed at a level outside of human consciousness, and he saw his art as a way to access something higher. He never fit the mold of the cool, laconic New York jazz musician; his style was more open and more excitable. As the decade wore on, Ayler&rsquo;s far-out musings would intersect with the mainstream in unusual ways, even as his music always existed well outside of it.</p>\r\n\r\n<p><img src=\"https://cdn.pitchfork.com/longform/349/Ayler1reverse.jpg\" /></p>\r\n\r\n<p>Photo by David Redferns/Redferns/GettyImages</p>\r\n\r\n<p>At first, though, Ayler&rsquo;s time in New York was all about the jazz scene, trying to fit in and make connections and be heard. The first semi-regular gig Ayler landed in the city was playing the Take 3 coffee house on Bleecker Street in Greenwich Village, working as a sideman with Cecil Taylor, with whom he had re-connected after their European stint. The Take 3, while never notable as a jazz venue, was part of a bustling scene in the neighborhood. Three years earlier, Nat Hentoff had written a piece for&nbsp;<em>The New York Times</em>&nbsp;outlining how the Village had become a hotbed for adventurous jazz. In years prior, the jazz scene had been centered further uptown, first in Harlem, and later along 52nd Street. The coffee house scene in the Village, which nurtured the rise of folk music and spoken-word performance, was receptive to the new music. In 1959, Ornette Coleman&rsquo;s notorious New York debut had happened a few blocks away from the Take 3, at the Five Spot, where he had extended engagements in late 1959 and early 1960. Everyone had to see Coleman and weigh in on what he was doing; it was a place to be seen and was understood to be ground zero for a radical shift in music. Some of that furor had died down by 1963, but big changes were still ahead.</p>\r\n\r\n<p>The shape Ayler&rsquo;s music would eventually take was some distance from the dense, complicated, often atonal music favored by Taylor. Still, Ayler left an impression on those who heard him. Robert Levin, a jazz critic who wrote frequently for the&nbsp;<em>Village Voice</em>, first heard Ayler at the Take 3 in 1963 and described the sound as &ldquo;astonishing,&rdquo; the sort of sound that chased some people out of the room while those who remained were riveted.&nbsp;</p>\r\n\r\n<p>Ayler was defined by that sound&mdash;when people heard him, they could tell he was something special after just a few notes. In high school back in Cleveland, he&rsquo;d spent two summers touring with a band led by&nbsp;<a href=\"https://pitchfork.com/artists/25196-little-walter/\">Little Walter</a>, who had changed the sound of the harmonica in Chicago-style electric blues. Practicing relentlessly since he started playing as a boy, Ayler had developed a big, rich, honking tone, the kind of sound that could cut through a noisy bar and urge people onto the dance floor. Along with the sheer volume of his attack, Ayler gradually began to favor a sometimes absurdly wavering vibrato, which evoked the pathos of gospel music and brought to mind the mournful sound of an early 20th century New Orleans funeral processional. The final piece of his saxophone sound snapped into place when he found a way to integrate his booming tone and gospel-derived emoting in the context of free jazz, with its flowing and forgiving relationship to pitch and openness to screeching and bellowing at the horn&rsquo;s extreme ranges. Ayler was finding that he could integrate all of these elements into new compositions he was writing, tunes that alternated catchy, sing-song melodies inspired by European folk songs and the propulsive marches he learned in the army band with highly textured and high-energy abstract playing almost completely divorced from form. It was an unusual mix of the cerebral and highly technical and the nakedly emotional.</p>\r\n\r\n<p>The New York jazz scene had developed some ambient awareness of Ayler because of his stint with Taylor at the Take 3, but his breakthrough moment would happen uptown in Harlem, just a short walk from his aunt&rsquo;s place. On Sunday afternoon, December 29, a copyright attorney named Bernard Stollman visited The Baby Grand Caf&eacute;, a club on 125th street that featured music and comedy, in order to hear Ayler, at the recommendation of a Cleveland musician he&rsquo;d met. Ayler&rsquo;s playing so impressed Stollman that he rushed to talk to him afterwards to say that he was starting a label and wanted Ayler to be his first artist.</p>\r\n\r\n<p>Stollman signed Ayler with a $500 advance and&nbsp;<a href=\"https://pitchfork.com/reviews/albums/11649-spiritual-unity-live-on-the-riviera/\"><em>Spiritual Unity</em></a>, the album Ayler recorded for the new label, was recorded in July 1964. Though ESP-Disk was a tiny imprint with poor distribution, those aware of avant-garde jazz began to follow it closely, as Stollman documented an underground jazz scene that was growing in importance by the day. The group Ayler had assembled for&nbsp;<em>Spiritual Unity</em>, which included Sunny Murray on drums and bassist Gary Peacock, was turning quickly into a unit with an astonishing degree of empathy. Though Ayler was destined to dominate any setting he found himself in due to the sheer boisterousness of his tone and boldness of his ideas, he discovered in Murray and Peacock two expert listeners who truly understood what he was doing. Following the release of the record the group decamped to Europe, this time with momentum behind Ayler&rsquo;s music.</p>\r\n\r\n<p><em>Spiritual Unity</em>&nbsp;is a classic album by any measure, but it misses something that Ayler would develop in 1965 and fully realize in 1966&mdash;how his deeply personal approach to melody and outsized expression could work in an ensemble setting. If Ayler&rsquo;s bouncy march tunes were memorable when he was the sole melodic voice in a trio setting, they became overpoweringly infectious when played by a larger group.&nbsp;</p>\r\n\r\n<p><img alt=\"What Ayler's New York looks like today, from left: his first NYC apartment building; the site of Take 3, where he played early gigs in the city; the site of Baby Grande Cafe, where he played a show that led to his signing; and the site of Judson Hall, where he recorded the 1965 album Spirits Rejoice.\" src=\"https://cdn.pitchfork.com/longform/349/Ayler2.jpg\" style=\"height:720px; width:1440px\" /></p>\r\n\r\n<p>What Ayler&#39;s New York looks like today, from left: his first NYC apartment building; the site of Take 3, where he played early gigs in the city; the site of Baby Grande Cafe, where he played a show that led to his signing; and the site of Judson Hall, where he recorded the 1965 album Spirits Rejoice.</p>\r\n\r\n<p>Sensing the need for a new kind of ensemble while on tour in Europe, Albert wrote to his brother Donald in Cleveland. To that point, Donald had fiddled with alto sax and played gigs here and there in Ohio, but his playing was not particularly notable and he hadn&rsquo;t developed a distinctive voice in the instrument. Albert told him to learn trumpet and move to New York when he was ready. He had two motivations. One, he and his brother were close, and Albert wanted family near him, and two, his vision for what his music could become was very specific, and required a horn in front who would play differently than anyone else on the scene at that time. Donald, who greatly admired his older brother and was excited by the idea of life as a jazz musician, could help to get him there, and he did as he was told, practicing his new horn every waking hour. Though his mother was devastated that her younger son was also leaving her and begged him not to, Donald prepared to move to New York with his brother.</p>\r\n\r\n<p>By March 1965, both Ayler brothers were now living in New York. Albert had assembled a new band, one that hinted at everything his music would become during the next two years. Donald, though he had only been playing the instrument for a few months, was on trumpet. Lewis Worrell had replaced Gary Peacock on bass, and Sunny Murray was still playing drums. On March 28, for a gig at the Village Gate on Bleecker Street, just across the street and down the block from the Take 3, a cellist named Joel Freedman joined the band. It was an important evening for Albert. The new sound he was developing was coming close to reaching its final form, and the music was being recorded by Impulse!, the well-funded label whose marquee artist was John Coltrane. Coltrane was also on the bill on this night, along with astrally-focused bandleader&nbsp;<a href=\"https://pitchfork.com/artists/3504-sun-ra/\">Sun Ra</a>, singer Betty Carter, and others. The evening was a benefit for The Black Arts Repertory Theater, founded by poet and jazz critic LeRoi Jones, later known as Amiri Baraka.</p>\r\n\r\n<p>In his liner notes for the live album on Impulse! culled from this evening,&nbsp;<em>The New Wave in Jazz</em>, which featured the Ayler piece &ldquo;Holy Ghost,&rdquo; Jones wrote that &ldquo;Albert Ayler is a master of staggering dimension, now, and it disturbs me to think that it might take a long time for a lot of people to find it out.&rdquo; In Jones and Coltrane, Ayler was developing important admirers. During interviews in this period, when Coltrane was asked about new players on the scene, he almost always mentioned Ayler. Coltrane loved the younger man&rsquo;s music, and in the past year, they had become close. Coltrane&rsquo;s approach to music was one of deep focus and relentless study, and it&rsquo;s possible that he heard in Ayler&rsquo;s work a kind of playfulness and intuitive musicality that was harder for him to access. And for the rest of 1965, especially, Coltrane&rsquo;s sound was deeply influenced by Ayler&mdash;it&rsquo;s impossible to imagine pieces like the grandly anthemic &ldquo;Selflessness&rdquo; and the highly melodic themes of&nbsp;<em>Meditations</em>&nbsp;without Ayler&rsquo;s presence.</p>\r\n\r\n<p>Jones&rsquo; writing also served to place Ayler&rsquo;s music, and free jazz in general, in the context of the tumultuous political changes, particularly those pertaining to civil rights. From its structure to its relationship to transition, free jazz was a natural soundtrack to the broader quest for freedom and equality, and Ayler&rsquo;s music in particular, which was theoretically complex but also deeply grounded in the black music tradition, had a particularly intense relationship to the moment. Ayler himself described what he was doing as the blues, but a new blues, one that fit with what was going on in the world at this time. He was making music to praise God. He thought of it less as a call to arms and more as a soundtrack to the aftermath, a vision of what the world might become when peace and equality ruled the earth.</p>\r\n\r\n<p><img alt=\"More modern-day photos of Ayler's New York, from left: the site of The Village Gate; the site of one of his favorite venues, Slug's Saloon; the building where John Coltrane's funeral was held; and the area where his body was found in the East River in 1970.\" src=\"https://cdn3.pitchfork.com/longform/349/Ayler3.jpg\" style=\"height:720px; width:1440px\" /></p>\r\n\r\n<p>More modern-day photos of Ayler&#39;s New York, from left: the site of The Village Gate; the site of one of his favorite venues, Slug&#39;s Saloon; the building where John Coltrane&#39;s funeral was held; and the area where his body was found in the East River in 1970.</p>\r\n\r\n<p>With Donald on board and the regular addition of strings, Albert&rsquo;s music was reaching the peak of its power. Unlike the horn players Albert worked with previously, Donald was neither a subtle accompanist or breakout soloist on his own. His role now was something akin to a bugle player in a military band, bleating out the themes and helping to guide the band from one section to the next. When the themes would break down and people would start soloing, Donald was prone to a series of loud trills that generally had little in the way of variation. But his tone was rich and fat, reminiscent of trumpet players from before the bebop era, and he specialized in loud, deeply felt statements of melody that gave the tunes shape. And with strings in the band, Albert&rsquo;s music was developing a symphonic grandeur to match the busy feel of the New Orleans-style ensemble, the classical instrumentation reaching back to the music&rsquo;s European roots as the horns stayed rooted in African-American tradition. Another ESP album,&nbsp;<em>Spirits Rejoice</em>, recorded at Judson Hall on 57th Street in September &rsquo;65, finds a version of this band&mdash;joined by alto saxophonist Charles Tyler, a friend from Cleveland&mdash;in full flower.</p>\r\n\r\n<p>Through 1965 and &rsquo;66, Ayler&rsquo;s ensemble would gig often at Slug&rsquo;s Saloon, a small club in the Lower East Side that was especially receptive to the daring jazz being created at the time. Opened in 1964, Slug&rsquo;s was developing a reputation not unlike that of Minton&rsquo;s Playhouse in Harlem two decades earlier&mdash;a place for the most adventurous musicians to gather and play for each other (in 1966 and &rsquo;67, Sun Ra had a regular residency at Slug&rsquo;s). As heard on the double album&nbsp;<em>At Slug&rsquo;s Saloon</em>, recorded in May &rsquo;66, Ayler&rsquo;s shows had grown into long medleys where one song segued into the next, and the wild energy of his earlier solos were being channeled into unbearably intense statements of melody. The music was not &ldquo;free&rdquo; in the strict sense of the word, but it was open and welcoming and utterly unique, with a deep feeling of joy permeating the whole.</p>\r\n\r\n<p>But if Ayler&rsquo;s music was reaching new artistic heights, gigs at tiny clubs like Slug&rsquo;s weren&rsquo;t paying the bills. Ayler&rsquo;s peak years as an artist in New York were also his most financially impoverished; he was releasing records on small labels like ESP and Debut and playing small rooms, and his band had up to a half-dozen members to pay. He was often desperate, to the point where he couldn&rsquo;t afford to buy food, and to get by he frequently borrowed money, most often from his father or from John Coltrane. His mentor then did him one better. In the fall of 1966, at Coltrane&rsquo;s urging, Impulse! offered Ayler a record contract; a gig recorded live at the Village Vanguard in December, with Coltrane in attendance, would form the basis for his first album on the label,&nbsp;<em>Albert Ayler in Greenwich Village</em>.</p>\r\n\r\n<p>Trane was able to get Ayler signed to his label, and he was there in the room at the moment when the music from his first album for the imprint was created, but he wouldn&rsquo;t live to see its release. In July of 1967, Coltrane succumbed to liver cancer at age 40, and one of this last requests was that his funeral would feature performances by Ayler, along with Ornette Coleman. The service, held at St. Peter&rsquo;s Lutheran Church on Lexington Avenue, featured a performance by Ayler&rsquo;s band&mdash;Albert and Donald, along with Richard Davis on bass and Milford Graves on drums&mdash;playing the balcony to open the event, and several minutes of the hair-raising performance survives on tape. Ayler played a medley of three of his best known themes&mdash;&ldquo;Love Cry,&rdquo; &ldquo;Truth is Marching In,&rdquo; and Donald&rsquo;s composition &ldquo;Our Prayer&rdquo;&mdash;with an intensity and depth of feeling that almost defies belief; at the end of the segment, Ayler begins to solo on his horn and then he removes the saxophone from his mouth, screaming wildly and wordlessly in the church.</p>\r\n\r\n<p>Following Coltrane&rsquo;s death, Ayler&rsquo;s life became a series of extremes. For a time, the Impulse! advance afforded him a certain degree of financial stability, but Ayler no longer had the great saxophonist in his corner. And Ayler&rsquo;s music was on the verge of dramatic transformation, shifting to a more commercial rock and R&amp;B sound. The reasons for this shift have never been clear. Some accounts have Impulse! executives encouraging Ayler to try his hand at more commercial genres in order to bring his music into the broader youth culture. His new girlfriend, Mary Parks, known professionally as Mary Maria, was also having a profound impact, encouraging his mystical pursuits and collaborating with him on new songs that included her lyrics. And Albert&rsquo;s brother Donald, his increasingly erratic behavior fueled by heavy drinking, was inching toward what would later be described as a nervous breakdown, and was gone from the band by early 1968. That year saw the release of the album&nbsp;<em>New Grass</em>, followed by&nbsp;<em>Music Is the Healing Force of the Universe</em>. Though each has moments of adventurous experimentation remained (see the blistering bagpipe solo on &ldquo;Masonic Inborn&rdquo;), the albums were rife with now-dated flower-child lyrics by Parks and some shaky lead vocals form Albert.&nbsp;<em>New Grass</em>&nbsp;even opens with what amounts to an apology, a spoken-word section from Albert which he acknowledges that this music is different from what he&rsquo;s played before, with a hope that listeners will give it a chance. Baraka&rsquo;s magazine&nbsp;<em>The Cricket</em>&nbsp;responded with harsh reviews.</p>\r\n\r\n<p><img src=\"https://cdn.pitchfork.com/longform/349/Ayler4.jpg\" /></p>\r\n\r\n<p>As the decade wound down, Albert was suffering from a tremendous amount of guilt about his brother&rsquo;s unstable condition. His mother had not wanted Donald to move to New York, and now that he was unable to care for himself, she insisted that Albert step up. Albert and Mary wanted Donald to return to Cleveland, to be looked after at home. The rift in the family was causing an increasing amount of strain. For his part, Albert was trying for a quieter life. He moved out of Manhattan and into an apartment with Mary in Park Slope, Brooklyn. Sometimes the couple would play in the open air together in Prospect Park, he on tenor and Mary on soprano saxophone, which he was teaching her. Interviewed in Europe in 1970, Albert was asked about his place in the New York scene of the time. &ldquo;It&rsquo;s not for me,&rdquo; he said. &ldquo;I stay off to myself.&rdquo;&nbsp;</p>\r\n\r\n<p>The last months of Ayler&rsquo;s life remain a mystery. The European shows were well received, and while the form of his music lacked the daring and intensity of several years earlier, recordings of two gigs find Ayler playing as well as ever. At some point during the year, Impulse! dropped him from the label. Despite his overtures to the mainstream, Ayler&rsquo;s records sold badly. Some people describe Ayler behaving strangely later that year, including a report of him wearing a fur coat and gloves in the summer heat, his face covered in Vaseline. Others who saw him during these months noted nothing unusual. Mary Parks said that their precarious financial situation, coupled with concerns about Donald and the declining health of his mother, had pushed Albert into a dark place. Following an argument, he left their&nbsp;apartment and disappeared. She notified the police. Three weeks later, his body was found floating in the East River next to the Congress Street pier in Brooklyn, and the coroner said he&rsquo;d drowned. Suicide seemed likely, but the circumstances of his death remain a mystery.</p>\r\n\r\n<p>If Cleveland was Ayler&rsquo;s roots and Europe was where he first saw a beautiful vision of what his music could be, New York is where all the threads of his music came together as one. In 1965, tenor saxophonist Archie Shepp, another Coltrane prot&eacute;g&eacute; (and a great admirer of Albert), called his new album&nbsp;<em>Fire Music</em>. Four years after Coleman&rsquo;s&nbsp;<em>Free Jazz</em>, the title caught the feeling of the New York present, when the crackling energy of the music and the pulsing vibrations city met the righteous political fury of the moment. Ayler&rsquo;s music captured the light and heat of this particular epoch perfectly, but the intensity proved to be too much. For him, life as a musician in New York was like pushing a boulder uphill. &ldquo;I&rsquo;m playing about the beauty that&rsquo;s going to come after the tension and anxieties,&rdquo; Albert said about his music in the liner notes to&nbsp;<em>Live in Greenwich Village</em>. He never got there, never got to see what the view of the sky looked like from the top.</p>\r\n",
        "date": "January, 25, 2023",
        "id": 6,
        "img_url": "https://cdn4.pitchfork.com/longform/349/Ayler_Hero.jpg",
        "subtitle": "Albert Ayler’s Life and Death in the Jazz Capital",
        "title": "New York Is Killing Me"
    }
]